Repository: vladzaharia/polaris-key
Catalog: sdks/swift/Sources/PolarisKeyUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, it, ja, ko, pt_br, zh_hans

# core.codes.license_unusable.message
source: Your license is no longer valid, so settings can't be loaded. Sign in or activate again.
de: Ihre Lizenz ist nicht mehr gültig, daher können keine Einstellungen geladen werden. Melden Sie sich an oder aktivieren Sie erneut.
es: Tu licencia ya no es válida, así que no se pueden cargar los ajustes. Inicia sesión o vuelve a activarla.
it: La tua licenza non è più valida, quindi non è possibile caricare le impostazioni. Accedi o attiva di nuovo.
ja: ライセンスが無効になったため、設定を読み込めません。もう一度サインインまたはアクティベートしてください。
ko: 라이선스가 더 이상 유효하지 않아 설정을 불러올 수 없어요. 다시 로그인하거나 활성화하세요.
pt_br: Sua licença não é mais válida, então as configurações não podem ser carregadas. Entre ou ative novamente.
zh_hans: 你的许可证已失效，因此无法加载设置。请重新登录或激活。

# core.codes.license_unusable.title
source: License no longer valid
de: Lizenz nicht mehr gültig
es: La licencia ya no es válida
it: Licenza non più valida
ja: ライセンスが無効です
ko: 라이선스가 더 이상 유효하지 않음
pt_br: Licença não é mais válida
zh_hans: 许可证已失效

# core.codes.link_conflict.message
source: That sign-in method belongs to another Polaris Key account. Sign in to that account, or join the two accounts.
de: Diese Anmeldemethode gehört zu einem anderen Polaris Key-Konto. Melden Sie sich bei diesem Konto an oder führen Sie die beiden Konten zusammen.
es: Ese método de inicio de sesión pertenece a otra cuenta de Polaris Key. Inicia sesión en esa cuenta o une las dos cuentas.
it: Questo metodo di accesso appartiene a un altro account Polaris Key. Accedi a quell'account o unisci i due account.
ja: このサインイン方法は別のPolaris Keyアカウントに連携されています。そのアカウントにサインインするか、2つのアカウントを統合してください。
ko: 해당 로그인 방법은 다른 Polaris Key 계정에 속해 있어요. 그 계정으로 로그인하거나 두 계정을 합치세요.
pt_br: Esse método de acesso pertence a outra conta do Polaris Key. Entre nessa conta ou una as duas contas.
zh_hans: 该登录方式属于另一个Polaris Key账户。请登录那个账户，或将两个账户合并。

# core.codes.link_conflict.title
source: Already linked
de: Bereits verknüpft
es: Ya vinculado
it: Già collegato
ja: すでに連携済みです
ko: 이미 연결됨
pt_br: Já vinculado
zh_hans: 已被关联

# core.codes.local-only.message
source: This app is running offline, so it didn't connect.
de: Diese App läuft offline und hat daher keine Verbindung hergestellt.
es: Esta app funciona sin conexión, así que no se conectó.
it: Questa app è in modalità offline, quindi non si è connessa.
ja: このアプリはオフラインで動作しているため、接続しませんでした。
ko: 이 앱은 오프라인으로 실행 중이라 연결하지 않았어요.
pt_br: Este app está funcionando offline, então não se conectou.
zh_hans: 此应用正以离线模式运行，因此未连接。

# core.codes.local-only.title
source: Offline mode
de: Offline-Modus
es: Modo sin conexión
it: Modalità offline
ja: オフラインモード
ko: 오프라인 모드
pt_br: Modo offline
zh_hans: 离线模式

# core.codes.managed_by_admin.message
source: This setting is managed by your organization and can't be changed here.
de: Diese Einstellung wird von Ihrer Organisation verwaltet und kann hier nicht geändert werden.
es: Tu organización administra este ajuste y no se puede cambiar aquí.
it: Questa impostazione è gestita dalla tua organizzazione e non può essere modificata qui.
ja: この設定は組織によって管理されているため、ここでは変更できません。
ko: 이 설정은 조직에서 관리하므로 여기에서 변경할 수 없어요.
pt_br: Esta configuração é gerenciada pela sua organização e não pode ser alterada aqui.
zh_hans: 此设置由你的组织管理，无法在此更改。

# core.codes.managed_by_admin.title
source: Set by your organization
de: Von Ihrer Organisation festgelegt
es: Establecido por tu organización
it: Impostato dalla tua organizzazione
ja: 組織による設定
ko: 조직에서 설정함
pt_br: Definido pela sua organização
zh_hans: 由你的组织设置

# core.codes.marker-rejected.message
source: This build's built-in content isn't valid. Reinstall the app or contact the developer.
de: Die integrierten Inhalte dieses Builds sind ungültig. Installieren Sie die App neu oder wenden Sie sich an den Entwickler.
es: El contenido integrado de esta compilación no es válido. Reinstala la app o contacta con el desarrollador.
it: I contenuti integrati di questa build non sono validi. Reinstalla l'app o contatta lo sviluppatore.
ja: このビルドに組み込まれたコンテンツが無効です。アプリを再インストールするか、開発者に問い合わせてください。
ko: 이 빌드의 내장 콘텐츠가 유효하지 않아요. 앱을 다시 설치하거나 개발자에게 문의하세요.
pt_br: O conteúdo integrado desta build não é válido. Reinstale o app ou contate o desenvolvedor.
zh_hans: 此版本的内置内容无效。请重新安装应用或联系开发者。

# core.codes.marker-rejected.title
source: App build problem
de: Problem mit dem App-Build
es: Problema de la compilación
it: Problema della build dell'app
ja: アプリのビルドの問題
ko: 앱 빌드 문제
pt_br: Problema na build do app
zh_hans: 应用版本出现问题

# core.codes.method_not_allowed.message
source: The request wasn't valid. Update the app, then try again.
de: Die Anfrage war ungültig. Aktualisieren Sie die App und versuchen Sie es dann erneut.
es: La solicitud no era válida. Actualiza la app y vuelve a intentarlo.
it: La richiesta non era valida. Aggiorna l'app e riprova.
ja: リクエストが無効でした。アプリをアップデートしてから、もう一度お試しください。
ko: 요청이 올바르지 않아요. 앱을 업데이트한 후 다시 시도하세요.
pt_br: A solicitação não era válida. Atualize o app e tente novamente.
zh_hans: 请求无效。请更新应用后重试。

# core.codes.method_not_allowed.title
source: Request refused
de: Anfrage abgelehnt
es: Solicitud rechazada
it: Richiesta rifiutata
ja: リクエストが拒否されました
ko: 요청 거부됨
pt_br: Solicitação recusada
zh_hans: 请求被拒绝

# core.codes.mint-unavailable.message
source: This isn't available for this app.
de: Dies ist für diese App nicht verfügbar.
es: Esto no está disponible para esta app.
it: Non è disponibile per questa app.
ja: このアプリでは利用できません。
ko: 이 앱에서는 사용할 수 없어요.
pt_br: Isso não está disponível para este app.
zh_hans: 此功能不适用于此应用。

# core.codes.mint-unavailable.title
source: Not available
de: Nicht verfügbar
es: No disponible
it: Non disponibile
ja: 利用できません
ko: 사용할 수 없음
pt_br: Indisponível
zh_hans: 不可用

# core.codes.misconfigured.message
source: This service isn't set up correctly. Contact the developer.
de: Dieser Dienst ist nicht korrekt eingerichtet. Wenden Sie sich an den Entwickler.
es: Este servicio no está configurado correctamente. Contacta con el desarrollador.
it: Questo servizio non è configurato correttamente. Contatta lo sviluppatore.
ja: このサービスは正しく設定されていません。開発者に問い合わせてください。
ko: 이 서비스가 올바르게 설정되지 않았어요. 개발자에게 문의하세요.
pt_br: Este serviço não está configurado corretamente. Contate o desenvolvedor.
zh_hans: 此服务未正确设置。请联系开发者。

# core.codes.misconfigured.title
source: Service not set up
de: Dienst nicht eingerichtet
es: Servicio no configurado
it: Servizio non configurato
ja: サービスが設定されていません
ko: 서비스가 설정되지 않음
pt_br: Serviço não configurado
zh_hans: 服务未设置

# core.codes.network-error.message
source: Can't reach Polaris Key. Check your connection and try again.
de: Polaris Key ist nicht erreichbar. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se puede conectar con Polaris Key. Revisa tu conexión y vuelve a intentarlo.
it: Impossibile raggiungere Polaris Key. Controlla la connessione e riprova.
ja: Polaris Keyに接続できません。接続を確認して、もう一度お試しください。
ko: Polaris Key에 연결할 수 없어요. 연결 상태를 확인하고 다시 시도하세요.
pt_br: Não foi possível acessar o Polaris Key. Verifique sua conexão e tente novamente.
zh_hans: 无法连接到Polaris Key。请检查网络连接后重试。

# core.codes.network-error.title
source: Can't connect
de: Keine Verbindung
es: No se puede conectar
it: Impossibile connettersi
ja: 接続できません
ko: 연결할 수 없음
pt_br: Não é possível conectar
zh_hans: 无法连接

# core.codes.network.message
source: Can't reach Polaris Key. Check your connection and try again.
de: Polaris Key ist nicht erreichbar. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se puede conectar con Polaris Key. Revisa tu conexión y vuelve a intentarlo.
it: Impossibile raggiungere Polaris Key. Controlla la connessione e riprova.
ja: Polaris Keyに接続できません。接続を確認して、もう一度お試しください。
ko: Polaris Key에 연결할 수 없어요. 연결 상태를 확인하고 다시 시도하세요.
pt_br: Não foi possível acessar o Polaris Key. Verifique sua conexão e tente novamente.
zh_hans: 无法连接到Polaris Key。请检查网络连接后重试。

# core.codes.network.title
source: Can't connect
de: Keine Verbindung
es: No se puede conectar
it: Impossibile connettersi
ja: 接続できません
ko: 연결할 수 없음
pt_br: Não é possível conectar
zh_hans: 无法连接

# core.codes.no-token.message
source: This device isn't activated yet. Activate it or sign in.
de: Dieses Gerät ist noch nicht aktiviert. Aktivieren Sie es oder melden Sie sich an.
es: Este dispositivo todavía no está activado. Actívalo o inicia sesión.
it: Questo dispositivo non è ancora attivato. Attivalo o accedi.
ja: このデバイスはまだアクティベートされていません。アクティベートするか、サインインしてください。
ko: 이 기기는 아직 활성화되지 않았어요. 활성화하거나 로그인하세요.
pt_br: Este dispositivo ainda não está ativado. Ative-o ou entre.
zh_hans: 此设备尚未激活。请激活或登录。

# core.codes.no-token.title
source: Not activated
de: Nicht aktiviert
es: Sin activar
it: Non attivato
ja: アクティベートされていません
ko: 활성화되지 않음
pt_br: Não ativado
zh_hans: 未激活

# core.codes.not-configured.message
source: The app's licensing isn't set up yet. Contact the developer.
de: Die Lizenzierung der App ist noch nicht eingerichtet. Wenden Sie sich an den Entwickler.
es: Las licencias de la app todavía no están configuradas. Contacta con el desarrollador.
it: La gestione delle licenze dell'app non è ancora configurata. Contatta lo sviluppatore.
ja: アプリのライセンスはまだ設定されていません。開発者に問い合わせてください。
ko: 앱의 라이선스가 아직 설정되지 않았어요. 개발자에게 문의하세요.
pt_br: O licenciamento do app ainda não está configurado. Contate o desenvolvedor.
zh_hans: 应用的许可功能尚未设置。请联系开发者。

# core.codes.not-configured.title
source: App not set up
de: App nicht eingerichtet
es: App no configurada
it: App non configurata
ja: アプリが設定されていません
ko: 앱이 설정되지 않음
pt_br: App não configurado
zh_hans: 应用未设置

# core.codes.not_eligible.message
source: This offer isn't available to your account anymore. Refresh and try again.
de: Dieses Angebot ist für Ihr Konto nicht mehr verfügbar. Aktualisieren Sie die Ansicht und versuchen Sie es erneut.
es: Esta oferta ya no está disponible para tu cuenta. Actualiza la página y vuelve a intentarlo.
it: Questa offerta non è più disponibile per il tuo account. Aggiorna la pagina e riprova.
ja: このオファーはお使いのアカウントでは利用できなくなりました。更新して、もう一度お試しください。
ko: 이 혜택은 더 이상 회원님 계정에서 사용할 수 없어요. 새로고침한 후 다시 시도하세요.
pt_br: Esta oferta não está mais disponível para sua conta. Atualize a página e tente novamente.
zh_hans: 此优惠已不再适用于你的账户。请刷新后重试。

# core.codes.not_eligible.title
source: Offer unavailable
de: Angebot nicht verfügbar
es: Oferta no disponible
it: Offerta non disponibile
ja: オファーを利用できません
ko: 혜택 사용 불가
pt_br: Oferta indisponível
zh_hans: 优惠不可用

# core.codes.not_entitled.message
source: Your license doesn't include this.
de: Ihre Lizenz umfasst dies nicht.
es: Tu licencia no incluye esto.
it: La tua licenza non include questa funzione.
ja: お持ちのライセンスにはこれが含まれていません。
ko: 라이선스에 포함되지 않은 항목이에요.
pt_br: Sua licença não inclui isso.
zh_hans: 你的许可证不包含此内容。

# core.codes.not_entitled.title
source: Not included
de: Nicht enthalten
es: No incluido
it: Non incluso
ja: 含まれていません
ko: 포함되지 않음
pt_br: Não incluído
zh_hans: 未包含

# core.codes.not_found.message
source: That wasn't found. It may have been removed.
de: Das wurde nicht gefunden. Möglicherweise wurde es entfernt.
es: No se encontró. Es posible que se haya eliminado.
it: Elemento non trovato. Potrebbe essere stato rimosso.
ja: 見つかりませんでした。削除された可能性があります。
ko: 찾을 수 없어요. 삭제되었을 수 있어요.
pt_br: Isso não foi encontrado. Talvez tenha sido removido.
zh_hans: 未找到该内容，它可能已被移除。

# core.codes.not_found.title
source: Not found
de: Nicht gefunden
es: No encontrado
it: Non trovato
ja: 見つかりません
ko: 찾을 수 없음
pt_br: Não encontrado
zh_hans: 未找到

# core.codes.not_removable.message
source: This license can't be added back with a key, so it stays in your library.
de: Diese Lizenz kann nicht mit einem Lizenzschlüssel wieder hinzugefügt werden, deshalb bleibt sie in Ihrer Bibliothek.
es: Esta licencia no se puede volver a añadir con una clave de licencia, así que se queda en tu biblioteca.
it: Questa licenza non può essere aggiunta di nuovo con una chiave di licenza, quindi resta nella tua libreria.
ja: このライセンスはライセンスキーで追加し直せないため、ライブラリに残ります。
ko: 이 라이선스는 라이선스 키로 다시 추가할 수 없어서 라이브러리에 남아 있어요.
pt_br: Esta licença não pode ser adicionada de novo com uma chave de licença, então ela continua na sua biblioteca.
zh_hans: 此许可证无法通过许可证密钥重新添加，因此会保留在你的库中。

# core.codes.not_removable.title
source: Can't remove
de: Entfernen nicht möglich
es: No se puede quitar
it: Impossibile rimuovere
ja: 削除できません
ko: 제거할 수 없음
pt_br: Não é possível remover
zh_hans: 无法移除

# core.codes.oidc_error.message
source: Sign-in didn't finish. Try again.
de: Die Anmeldung wurde nicht abgeschlossen. Versuchen Sie es erneut.
es: El inicio de sesión no terminó. Vuelve a intentarlo.
it: L'accesso non è stato completato. Riprova.
ja: サインインが完了しませんでした。もう一度お試しください。
ko: 로그인을 완료하지 못했어요. 다시 시도하세요.
pt_br: O acesso não foi concluído. Tente novamente.
zh_hans: 登录未完成。请重试。

# core.codes.oidc_error.title
source: Sign-in failed
de: Anmeldung fehlgeschlagen
es: Error al iniciar sesión
it: Accesso non riuscito
ja: サインインに失敗しました
ko: 로그인 실패
pt_br: Falha no acesso
zh_hans: 登录失败

# core.codes.pack-no-variant.message
source: This content isn't available for this device.
de: Diese Inhalte sind für dieses Gerät nicht verfügbar.
es: Este contenido no está disponible para este dispositivo.
it: Questo contenuto non è disponibile per questo dispositivo.
ja: このデバイスではこのコンテンツを利用できません。
ko: 이 기기에서는 이 콘텐츠를 사용할 수 없어요.
pt_br: Este conteúdo não está disponível para este dispositivo.
zh_hans: 此内容不适用于此设备。

# core.codes.pack-no-variant.title
source: Content not available
de: Inhalte nicht verfügbar
es: Contenido no disponible
it: Contenuto non disponibile
ja: コンテンツを利用できません
ko: 사용할 수 없는 콘텐츠
pt_br: Conteúdo indisponível
zh_hans: 内容不可用

# core.codes.pack-not-data-only.message
source: Some content was refused because it contains files a data pack may not hold.
de: Einige Inhalte wurden abgelehnt, weil sie Dateien enthalten, die ein Datenpaket nicht enthalten darf.
es: Se rechazó parte del contenido porque contiene archivos que un paquete de datos no puede incluir.
it: Alcuni contenuti sono stati rifiutati perché contengono file non ammessi in un pacchetto di dati.
ja: データパックに含められないファイルが含まれているため、一部のコンテンツが拒否されました。
ko: 데이터 팩에 포함될 수 없는 파일이 있어 일부 콘텐츠를 거부했어요.
pt_br: Parte do conteúdo foi recusada porque contém arquivos que um pacote de dados não pode ter.
zh_hans: 部分内容包含数据包不允许包含的文件，因此被拒绝。

# core.codes.pack-not-data-only.title
source: Content refused
de: Inhalte abgelehnt
es: Contenido rechazado
it: Contenuto rifiutato
ja: コンテンツが拒否されました
ko: 콘텐츠 거부됨
pt_br: Conteúdo recusado
zh_hans: 内容被拒绝

# core.codes.pack-not-entitled.message
source: Your license doesn't include this content.
de: Ihre Lizenz umfasst diese Inhalte nicht.
es: Tu licencia no incluye este contenido.
it: La tua licenza non include questo contenuto.
ja: お持ちのライセンスにはこのコンテンツが含まれていません。
ko: 라이선스에 이 콘텐츠가 포함되어 있지 않아요.
pt_br: Sua licença não inclui este conteúdo.
zh_hans: 你的许可证不包含此内容。

# core.codes.pack-not-entitled.title
source: Not included
de: Nicht enthalten
es: No incluido
it: Non incluso
ja: 含まれていません
ko: 포함되지 않음
pt_br: Não incluído
zh_hans: 未包含

# core.codes.pack-not-pinned.message
source: This content isn't part of this version of the app.
de: Diese Inhalte sind nicht Teil dieser Version der App.
es: Este contenido no forma parte de esta versión de la app.
it: Questo contenuto non fa parte di questa versione dell'app.
ja: このコンテンツはこのバージョンのアプリに含まれていません。
ko: 이 콘텐츠는 이 버전의 앱에 포함되어 있지 않아요.
pt_br: Este conteúdo não faz parte desta versão do app.
zh_hans: 此内容不属于此版本的应用。

# core.codes.pack-not-pinned.title
source: Content not available
de: Inhalte nicht verfügbar
es: Contenido no disponible
it: Contenuto non disponibile
ja: コンテンツを利用できません
ko: 사용할 수 없는 콘텐츠
pt_br: Conteúdo indisponível
zh_hans: 内容不可用

# core.codes.pack-revoked.message
source: This content was withdrawn by its developer and can't be used.
de: Diese Inhalte wurden vom Entwickler zurückgezogen und können nicht verwendet werden.
es: Su desarrollador retiró este contenido y no se puede usar.
it: Questo contenuto è stato ritirato dal suo sviluppatore e non può essere usato.
ja: このコンテンツは開発者によって取り下げられたため、使用できません。
ko: 이 콘텐츠는 개발자가 철회하여 사용할 수 없어요.
pt_br: Este conteúdo foi retirado pelo desenvolvedor e não pode ser usado.
zh_hans: 此内容已被其开发者撤回，无法使用。

# core.codes.pack-revoked.title
source: Content withdrawn
de: Inhalte zurückgezogen
es: Contenido retirado
it: Contenuto ritirato
ja: コンテンツが取り下げられました
ko: 콘텐츠 철회됨
pt_br: Conteúdo retirado
zh_hans: 内容已撤回

# core.codes.pack-rolled-back.message
source: The last content update didn't start, so the previous version was restored.
de: Das letzte Inhalts-Update ließ sich nicht starten, daher wurde die vorherige Version wiederhergestellt.
es: La última actualización de contenido no se inició, así que se restauró la versión anterior.
it: L'ultimo aggiornamento dei contenuti non si è avviato, quindi è stata ripristinata la versione precedente.
ja: 前回のコンテンツアップデートが起動しなかったため、以前のバージョンに戻しました。
ko: 마지막 콘텐츠 업데이트가 시작되지 않아 이전 버전으로 복원했어요.
pt_br: A última atualização de conteúdo não iniciou, então a versão anterior foi restaurada.
zh_hans: 上次内容更新未能启动，已恢复到之前的版本。

# core.codes.pack-rolled-back.title
source: Content restored
de: Inhalte wiederhergestellt
es: Contenido restaurado
it: Contenuto ripristinato
ja: コンテンツを復元しました
ko: 콘텐츠 복원됨
pt_br: Conteúdo restaurado
zh_hans: 内容已恢复

# core.codes.pack-state-unreadable.message
source: Installed content couldn't be read, so nothing new was installed. Restart the app.
de: Installierte Inhalte konnten nicht gelesen werden, daher wurde nichts Neues installiert. Starten Sie die App neu.
es: No se pudo leer el contenido instalado, así que no se instaló nada nuevo. Reinicia la app.
it: Impossibile leggere i contenuti installati, quindi non è stato installato nulla di nuovo. Riavvia l'app.
ja: インストール済みのコンテンツを読み取れなかったため、新しいコンテンツはインストールされませんでした。アプリを再起動してください。
ko: 설치된 콘텐츠를 읽지 못해 새 콘텐츠를 설치하지 않았어요. 앱을 재시작하세요.
pt_br: Não foi possível ler o conteúdo instalado, então nada novo foi instalado. Reinicie o app.
zh_hans: 无法读取已安装的内容，因此未安装任何新内容。请重启应用。

# core.codes.pack-state-unreadable.title
source: Storage problem
de: Speicherproblem
es: Problema de almacenamiento
it: Problema di archiviazione
ja: 保存の問題
ko: 저장소 문제
pt_br: Problema de armazenamento
zh_hans: 存储出现问题

# core.codes.pack-type-check-failed.message
source: Some content failed its check and wasn't installed.
de: Einige Inhalte haben die Prüfung nicht bestanden und wurden nicht installiert.
es: Parte del contenido no superó su comprobación y no se instaló.
it: Alcuni contenuti non hanno superato il controllo e non sono stati installati.
ja: 一部のコンテンツがチェックに失敗したため、インストールされませんでした。
ko: 일부 콘텐츠가 검사를 통과하지 못해 설치하지 않았어요.
pt_br: Parte do conteúdo não passou na verificação e não foi instalada.
zh_hans: 部分内容未通过检查，未被安装。

# core.codes.pack-type-check-failed.title
source: Content not valid
de: Inhalte ungültig
es: Contenido no válido
it: Contenuto non valido
ja: コンテンツが無効です
ko: 유효하지 않은 콘텐츠
pt_br: Conteúdo inválido
zh_hans: 内容无效

# core.codes.pack-type-unsupported.message
source: This content needs a newer version of the app. Update the app.
de: Diese Inhalte erfordern eine neuere Version der App. Aktualisieren Sie die App.
es: Este contenido necesita una versión más reciente de la app. Actualiza la app.
it: Questo contenuto richiede una versione più recente dell'app. Aggiorna l'app.
ja: このコンテンツには新しいバージョンのアプリが必要です。アプリをアップデートしてください。
ko: 이 콘텐츠를 사용하려면 최신 버전의 앱이 필요해요. 앱을 업데이트하세요.
pt_br: Este conteúdo requer uma versão mais recente do app. Atualize o app.
zh_hans: 此内容需要更新版本的应用。请更新应用。

# core.codes.pack-type-unsupported.title
source: Content not supported
de: Inhalte nicht unterstützt
es: Contenido no compatible
it: Contenuto non supportato
ja: サポートされていないコンテンツ
ko: 지원되지 않는 콘텐츠
pt_br: Conteúdo incompatível
zh_hans: 内容不受支持

# core.codes.payload-hash-mismatch.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.payload-hash-mismatch.title
source: Download corrupted
de: Download beschädigt
es: Descarga dañada
it: Download danneggiato
ja: ダウンロードが破損しています
ko: 손상된 다운로드
pt_br: Download corrompido
zh_hans: 下载已损坏

# core.codes.payload-mismatch.message
source: The update didn't download correctly, so it wasn't installed. Try again.
de: Das Update wurde nicht korrekt heruntergeladen und daher nicht installiert. Versuchen Sie es erneut.
es: La actualización no se descargó correctamente, así que no se instaló. Vuelve a intentarlo.
it: L'aggiornamento non è stato scaricato correttamente, quindi non è stato installato. Riprova.
ja: アップデートが正しくダウンロードされなかったため、インストールされませんでした。もう一度お試しください。
ko: 업데이트가 올바르게 다운로드되지 않아 설치하지 않았어요. 다시 시도하세요.
pt_br: A atualização não foi baixada corretamente, então não foi instalada. Tente novamente.
zh_hans: 更新未能正确下载，因此未安装。请重试。

# core.codes.payload-mismatch.title
source: Download corrupted
de: Download beschädigt
es: Descarga dañada
it: Download danneggiato
ja: ダウンロードが破損しています
ko: 손상된 다운로드
pt_br: Download corrompido
zh_hans: 下载已损坏

# core.codes.pck-directory-refused.message
source: Some content was refused because it contains files a content pack may not hold.
de: Einige Inhalte wurden abgelehnt, weil sie Dateien enthalten, die ein Content-Pack nicht enthalten darf.
es: Se rechazó parte del contenido porque contiene archivos que un paquete de contenido no puede incluir.
it: Alcuni contenuti sono stati rifiutati perché contengono file non ammessi in un pacchetto di contenuti.
ja: コンテンツパックに含められないファイルが含まれているため、一部のコンテンツが拒否されました。
ko: 콘텐츠 팩에 포함될 수 없는 파일이 있어 일부 콘텐츠를 거부했어요.
pt_br: Parte do conteúdo foi recusada porque contém arquivos que um pacote de conteúdo não pode ter.
zh_hans: 部分内容包含内容包不允许包含的文件，因此被拒绝。

# core.codes.pck-directory-refused.title
source: Content refused
de: Inhalte abgelehnt
es: Contenido rechazado
it: Contenuto rifiutato
ja: コンテンツが拒否されました
ko: 콘텐츠 거부됨
pt_br: Conteúdo recusado
zh_hans: 内容被拒绝

# core.codes.pck-engine-mismatch.message
source: This content needs a different version of the game. Update the game.
de: Diese Inhalte erfordern eine andere Version des Spiels. Aktualisieren Sie das Spiel.
es: Este contenido necesita otra versión del juego. Actualiza el juego.
it: Questo contenuto richiede una versione diversa del gioco. Aggiorna il gioco.
ja: このコンテンツには別のバージョンのゲームが必要です。ゲームをアップデートしてください。
ko: 이 콘텐츠에는 다른 버전의 게임이 필요해요. 게임을 업데이트하세요.
pt_br: Este conteúdo requer outra versão do jogo. Atualize o jogo.
zh_hans: 此内容需要其他版本的游戏。请更新游戏。

# core.codes.pck-engine-mismatch.title
source: Content not supported
de: Inhalte nicht unterstützt
es: Contenido no compatible
it: Contenuto non supportato
ja: サポートされていないコンテンツ
ko: 지원되지 않는 콘텐츠
pt_br: Conteúdo incompatível
zh_hans: 内容不受支持

# core.codes.plan-insufficient-disk.message
source: There isn't enough free space for this content. Free up some space and try again.
de: Für diese Inhalte ist nicht genügend freier Speicherplatz vorhanden. Geben Sie Speicherplatz frei und versuchen Sie es erneut.
es: No hay suficiente espacio libre para este contenido. Libera espacio y vuelve a intentarlo.
it: Non c'è abbastanza spazio libero per questo contenuto. Libera un po' di spazio e riprova.
ja: このコンテンツに必要な空き容量がありません。空き容量を増やして、もう一度お試しください。
ko: 이 콘텐츠를 위한 여유 공간이 부족해요. 공간을 확보한 후 다시 시도하세요.
pt_br: Não há espaço livre suficiente para este conteúdo. Libere espaço e tente novamente.
zh_hans: 可用空间不足，无法存放此内容。请释放一些空间后重试。

# core.codes.plan-insufficient-disk.title
source: Not enough space
de: Nicht genügend Speicherplatz
es: No hay suficiente espacio
it: Spazio insufficiente
ja: 空き容量が不足しています
ko: 공간 부족
pt_br: Espaço insuficiente
zh_hans: 空间不足
